cask_args appdir: '/Applications'

tap 'homebrew/bundle'
tap 'homebrew/completions'
tap 'caskroom/cask'

brew 'coreutils'
brew 'go'
brew 'jq'
brew 'readline'
brew 'unrar'
brew 'wget'
brew 'node@6'
brew 'z'
brew 'docker-completion'
brew 'awscli'

cask '1password'
cask 'firefox'
cask 'google-chrome'
cask 'handbrake'
cask 'slack'
cask 'steam'
cask 'transmission'
cask 'vlc'
cask 'docker'
cask 'macvim'
cask 'iterm2'
