cask_args appdir: '/Applications'

tap 'homebrew/bundle'
tap 'homebrew/completions'

brew 'coreutils'
brew 'go'
brew 'jq'
brew 'readline'
brew 'unrar'
brew 'wget'
brew 'node'
brew 'z'
brew 'docker-completion'
brew 'awscli'
brew 'aws-elasticbeanstalk'
brew 'mysql'
brew 'mongodb'
brew 'heroku'

cask '1password'
cask 'firefox'
cask 'google-chrome'
cask 'handbrake'
cask 'slack'
cask 'steam'
cask 'transmission'
cask 'vlc'
cask 'docker'
cask 'macvim'
cask 'iterm2'
cask 'mysqlworkbench'
cask 'java8' 
cask 'java6' # Crappy RC Heli software needs it
